INSERT INTO `clientes` (`id`, `idTipoDoc`, `numeroDoc`, `nombres`, `apellidos`, `telefono`, `fechaNacimiento`, `genero`, `idUsuario`) VALUES
(1, 1, '1234567890', 'Cesar Efrain', 'Cunyarache', '123456789', '2004-10-10', 'Masculino', 1),
(2, 1, '1234567891', 'María', 'González', '987654321', '1995-05-15', 'Femenino', 2),
(3, 2, '2345678901', 'Carlos', 'Pérez', '456789012', '1988-08-25', 'Masculino', 3),
(4, 3, '3456789012', 'Ana', 'Martínez', '321098765', '1976-12-03', 'Femenino', 4),
(5, 2, '4567890123', 'Luis', 'Sánchez', '789012345', '1990-03-20', 'Masculino', 5),
(6, 4, '5678901234', 'Laura', 'Rodríguez', '654321098', '1985-07-12', 'Femenino', 6),
(7, 1, '6789012345', 'Javier', 'López', '543210987', '1998-11-28', 'Masculino', 7),
(8, 2, '7890123456', 'Marta', 'Fernández', '432109876', '1982-04-05', 'Femenino', 8),
(9, 1, '8901234567', 'Pedro', 'Gómez', '321098765', '1974-09-17', 'Masculino', 9),
(10, 3, '9012345678', 'Elena', 'Díaz', '210987654', '1993-01-22', 'Femenino', 10),
(11, 2, '0123456789', 'Pablo', 'Ramírez', '109876543', '1980-06-18', 'Masculino', 11),
(12, 1, '9876543210', 'Sofía', 'Torres', '876543210', '1977-02-14', 'Femenino', 12),
(13, 3, '8765432109', 'Diego', 'Ruiz', '765432109', '1991-08-31', 'Masculino', 13),
(14, 2, '7654321098', 'Lucía', 'Jiménez', '654321098', '1986-12-27', 'Femenino', 14),
(15, 1, '6543210987', 'Juan', 'Hernández', '543210987', '1979-05-03', 'Masculino', 15),
(16, 4, '5432109876', 'Marcela', 'Álvarez', '432109876', '1996-10-09', 'Femenino', 16),
(17, 1, '4321098765', 'Fernando', 'García', '321098765', '1984-03-16', 'Masculino', 17),
(18, 2, '3210987654', 'Eva', 'Moreno', '210987654', '1971-07-22', 'Femenino', 18),
(19, 1, '2109876543', 'Gabriel', 'Ortega', '109876543', '1997-11-05', 'Masculino', 19),
(20, 3, '1098765432', 'Alejandra', 'Vargas', '098765432', '1989-04-01', 'Femenino', 20),



